Revit 2024 API
ElementArray Constructor
Initializes a new instance of the ElementArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ElementArray()
Visual Basic
Public Sub New
Visual C++
public:
ElementArray()
See Also
ElementArray Class
Autodesk.Revit.DB Namespace